[
  {
    "id":"scalpel",
    "name": "Surgical Scalpel",
    "image": "scalpels.jpg",
    "description": "High-precision stainless steel scalpel used in surgical procedures.",
    "moreInfo": "A surgical scalpel is a precision instrument used for making controlled incisions during medical and surgical procedures. Manufactured from high-quality medical-grade stainless steel, scalpels provide exceptional sharpness, strength, and corrosion resistance. They are designed to ensure clean, accurate cuts, minimizing tissue damage and promoting faster healing. Surgical scalpels are widely used in hospitals, clinics, and laboratories across various specialties, including general surgery, orthopedics, and dermatology. Available in different blade shapes and sizes, they offer surgeons flexibility and control, making them an essential tool for safe and effective surgical outcomes."
  },
  {
    "id":"forceps",
    "name": "Surgical Forceps",
    "image": "forceps.jpg",
    "description": "Medical-grade forceps with firm grip and corrosion resistance.",
    "moreInfo": "Surgical forceps are versatile handheld instruments used to grasp, hold, clamp, or manipulate tissues and surgical materials during procedures. Crafted from high-quality stainless steel, they ensure strength, precision, and long-term durability. Forceps are available in various types, including tissue forceps, dressing forceps, and hemostatic forceps, each designed for specific surgical applications. Their firm grip and ergonomic design allow surgeons to handle delicate tissues safely without causing damage. Widely used in surgeries, wound care, and medical examinations, surgical forceps play a vital role in maintaining accuracy and control."
  },
  {
    "id":"scissors",
    "name": "Surgical Scissors",
    "image": "scissors.jpg",
    "description": "Sharp surgical scissors for precise cutting.",
    "moreInfo": "Surgical scissors are essential instruments designed for cutting tissues, sutures, dressings, and surgical materials with precision. Made from medical-grade stainless steel, they offer durability, sharp cutting edges, and resistance to corrosion. Surgical scissors come in various designs such as straight, curved, blunt, or sharp tips, allowing surgeons to perform delicate procedures with accuracy. Their ergonomic handles provide comfort and control during prolonged use. Commonly used in operating rooms, clinics, and emergency settings, surgical scissors ensure efficient performance while maintaining safety and precision throughout medical procedures."
  },
  {
    "id":"blood presure monitor",
    "name": "Blood Pressure Monitor",
    "image": "bp-monitor.jpg",
    "description": "Digital blood pressure monitoring device.",
    "moreInfo": "A blood pressure monitor is a medical device used to measure systolic and diastolic blood pressure levels accurately. Digital blood pressure monitors provide quick and reliable readings, making them ideal for home use, clinics, and hospitals. These devices help in monitoring cardiovascular health and managing conditions such as hypertension. Designed for ease of use, most monitors feature clear digital displays, automatic inflation, and memory storage for previous readings. Regular blood pressure monitoring supports early detection of health issues and helps healthcare professionals and patients maintain better heart health through timely medical intervention."
  },
  {  
    "id":"blood sugar monitor",
    "name": "Blood Sugar Monitor",
    "image": "sugar-monitor.jpg",
    "description": "Portable blood sugar monitoring device for diabetes management.",
    "moreInfo": "A blood sugar monitor, also known as a glucose meter, is a portable medical device used to measure blood glucose levels. It is essential for individuals managing diabetes, allowing them to track sugar levels regularly and make informed health decisions. Modern blood sugar monitors provide fast, accurate readings using minimal blood samples. They are compact, easy to operate, and suitable for both home and clinical use. Consistent monitoring helps prevent complications related to high or low blood sugar levels and supports better diabetes management through timely lifestyle and medication adjustments."
  },
  {
    "id":"stethoscope",
    "name": "Stethoscope",
    "image": "stethoscope.jpg",
    "description": "High-quality stethoscope for accurate auscultation.",
    "moreInfo": "A stethoscope is a fundamental diagnostic instrument used by healthcare professionals to listen to internal body sounds such as heartbeats, lung sounds, and blood flow. Designed for clarity and precision, high-quality stethoscopes feature sensitive diaphragms and comfortable earpieces for accurate auscultation. Made from durable materials, they are suitable for daily clinical use in hospitals, clinics, and emergency care settings. Stethoscopes play a critical role in diagnosing cardiovascular, respiratory, and other medical conditions, making them an essential tool for doctors, nurses, and medical practitioners."
 },
 {
   "id":"oximeter",
    "name": "Oximeter",
    "image": "oximeter.jpg",
    "description": "Pulse oximeter for measuring blood oxygen levels.",
    "moreInfo": "A pulse oximeter is a non-invasive medical device used to measure blood oxygen saturation (SpO₂) and pulse rate. It is commonly clipped onto a fingertip and provides quick, accurate readings within seconds. Pulse oximeters are widely used in hospitals, clinics, and home care settings, especially for patients with respiratory or cardiovascular conditions. Compact and easy to use, they help detect oxygen deficiency early and support continuous health monitoring. Regular use is beneficial for patients with asthma, COPD, COVID-19 recovery, or those requiring oxygen level assessment."
 }
]
